{
  "DIDEGGO Landing Page": [
    "What is DIDEGGO and how does it work?",
    "Is DIDEGGO a subscription service, or is it a one-time purchase?",
    "How does DIDEGGO differ from other similar products on the market?",
    "Can DIDEGGO be used on both desktop and mobile devices?",
    "Is there a free trial period for DIDEGGO, or any other way to try it out before purchasing?",
    "Does DIDEGGO offer customer support or technical assistance?",
    "What types of files and formats does DIDEGGO support?",
    "Can DIDEGGO be integrated with other software or applications?",
    "Is DIDEGGO secure and can it be used for sensitive or confidential documents?",
    "What is the pricing for DIDEGGO, and are there any discounts or special offers available?"
  ],
  "Quit App Button": [
    "How do I quit and leave the app?",
    "Is there any difference between using the Quit App button versus just closing the app normally?",
    "What happens when I use the Quit App button? Does it save my progress or data?",
    "Can I customize the Quit App button or change its location on the screen?",
    "Is there a shortcut or hotkey I can use to trigger the Quit App button?",
    "Does the Quit App button work differently on different devices or operating systems?",
    "Can I set the app to automatically quit when I close it, without having to use the Quit App button?",
    "If I accidentally click the Quit App button, is there a way to cancel or undo it?",
    "Does the Quit App button work for all types of apps, or only certain ones?",
    "Are there any settings or preferences I can adjust related to the Quit App button?"
  ],
  "Voting Page": [
    "How do I vote on proposals using DIDEGGO?",
    "What types of proposals can I vote on using DIDEGGO?",
    "Can anyone vote on proposals, or do I need to meet certain criteria or qualifications?",
    "Is there a limit to the number of proposals I can vote on using DIDEGGO?",
    "How do I actually cast my vote on a proposal using DIDEGGO?",
    "Is my vote anonymous, or will others be able to see who I voted for?",
    "Can I change my vote after submitting it, or is it final?",
    "How are the results of each proposal vote determined and shared?",
    "Is there a way to track my voting history or see which proposals I've voted on in the past?",
    "What happens if there is a tie vote on a proposal - does anything special occur?"
  ],
  "Proposals Page": [
    "How do I create a proposal using DIDEGGO?",
    "What types of proposals can I create using DIDEGGO?",
    "Are there any guidelines or best practices to follow when creating a proposal on DIDEGGO?",
    "How do I add details, descriptions, or attachments to my proposal on DIDEGGO?",
    "Can I collaborate with others to create a proposal on DIDEGGO, or do I need to create it alone?",
    "Is there a limit to the number of proposals I can create on DIDEGGO?",
    "Can I edit or update my proposal after I've submitted it, or is it final?",
    "How are proposals reviewed and evaluated by others on DIDEGGO?",
    "Can I track the status or progress of my proposal after it's been submitted, such as whether it's been approved or rejected?",
    "Are there any fees or costs associated with creating a proposal on DIDEGGO?"
  ],
  "Citizens Dashboard": [
    "How do I update my documents?", 
    "What types of documents can I update using the Citizens Dashboard?", 
    "Do I need any special software or equipment to update my documents on the Citizens Dashboard?", 
    "Is there a limit to the number of documents I can update on the Citizens Dashboard?", 
    "Can I upload new documents to the Citizens Dashboard, or only update existing ones?", 
    "Are there any file size or format limitations for documents uploaded to the Citizens Dashboard?", 
    "Is there a review process or waiting period before my updated documents are accepted on the Citizens Dashboard?", 
    "Can I track the status or progress of my document updates on the Citizens Dashboard?", 
    "Is there a way to request assistance or support if I have difficulty updating my documents on the Citizens Dashboard?", 
    "Are there any fees or costs associated with updating my documents on the Citizens Dashboard?"
  ]
}
